<div id="model-response-message-contentr_78b2d50b7f101701" class="markdown markdown-main-panel stronger enable-updated-hr-color" dir="ltr">
<p data-path-to-node="0">İşte metnin, teknik terminolojiye ve kripto ekosistemi jargonuna uygun, profesyonel T&uuml;rk&ccedil;e &ccedil;evirisi:</p>
<p data-path-to-node="1">MYX, mevcut bir AMM pazarına sahip neredeyse t&uuml;m tokenlar i&ccedil;in s&uuml;rekli vadeli işlem s&ouml;zleşmelerinin (perpetual contracts) zincir i&ccedil;i ticaretini sağlayan, <strong>saklamasız (non-custodial)</strong> bir t&uuml;rev borsasıdır. Protokol; likidite sağlamanın sermaye maliyetini d&uuml;ş&uuml;rmek, işlemciler i&ccedil;in ağ kaynaklı engelleri kaldırmak ve gelişmiş t&uuml;rev işlemlerini spot takaslar kadar erişilebilir kılarak işlem akışını sadeleştirmek amacıyla geliştirilmiştir.</p>
<p data-path-to-node="2">&nbsp;</p>
<h3>&Ccedil;ekirdek Mimari</h3>
<p>&nbsp;</p>
<p data-path-to-node="3">Likidite, <strong>Eşleştirme Havuzu Mekanizması (MPM)</strong> aracılığıyla organize edilir. Bireysel piyasa yapıcı defterleri veya sabit &ccedil;arpım eğrileri kullanmak yerine, likidite sağlayıcıları tarafından sunulan teminatlar ortak bir havuzda tutulur. Akıllı s&ouml;zleşme motoru, uzun (long) ve kısa (short) emirleri bu havuza karşı eşleştirir ve her aralıkta fonlama transferlerini netleştirir. Havuz, teminatı yoğunlaştırarak ve riskleri dahili olarak yeniden dengeleyerek, kilitli fon miktarını aşan bir a&ccedil;ık pozisyon (open interest) hacmini destekleyebilir; bunu yaparken eşleşen her işlemin tam teminatlı kalmasını sağlar. İşlem &uuml;cretleri hacme g&ouml;re kademelendirilmiş olup, kullanım oranının y&uuml;ksek olduğu durumlarda taraf başına <strong>1 baz puana</strong> kadar d&uuml;şebilir.</p>
<p data-path-to-node="4">&nbsp;</p>
<h3>Zincir Soyutlama (Chain Abstraction) ve Kesintisiz Kullanıcı Deneyimi</h3>
<p>&nbsp;</p>
<p data-path-to-node="5">MYX, saklama (custody) ile y&uuml;r&uuml;tme (execution) işlemlerini ayıran iki katmanlı bir hesap modeli uygular. Kullanıcılar fonlarının kontrol&uuml;n&uuml; standart EOA'larda (Dışarıdan Sahipli Hesaplar) veya akıllı c&uuml;zdanlarda tutarken, işlem yetkisini uygulama i&ccedil;inde oluşturulan bir <strong>vekil işlemci anahtarına (delegate-trader key)</strong> devreder. Bu anahtar, kullanıcı adına emirleri imzalayarak her işlemde onay verme zorunluluğunu ortadan kaldırır. Gaz (gas) &uuml;cretleri bir aktarıcı (relayer) ağı tarafından &ouml;denir ve &ouml;deme para birimi &uuml;zerinden netleştirilir; b&ouml;ylece emirler, ağ sıkışık olsa bile anlık olarak ger&ccedil;ekleşmiş hissi verir.</p>
<p data-path-to-node="6">Zincir soyutlama teknolojisi bu yaklaşımı teminatlara da genişletir. Zincir soyutlamalı bir <strong>Hesap Soyutlama (AA) c&uuml;zdanı</strong>, Solana dahil olmak &uuml;zere 20'den fazla desteklenen zincirde yatırılan varlıkları tanır. İşlemciler, tokenları manuel olarak k&ouml;pr&uuml;lemeye (bridge) veya platforma &ouml;zel bir stabil coine d&ouml;n&uuml;şt&uuml;rmeye gerek kalmadan herhangi bir varlıkla pozisyon a&ccedil;abilirler.</p>
<p data-path-to-node="7">&nbsp;</p>
<h3>Token Dağıtımı ve Y&ouml;netişim</h3>
<p>&nbsp;</p>
<p data-path-to-node="8">Sabit MYX token arzı şu şekilde tahsis edilmiştir:</p>
<ul data-path-to-node="9">
<li>
<p data-path-to-node="9,0,0"><strong>%40</strong> Ekosistem teşvikleri</p>
</li>
<li>
<p data-path-to-node="9,1,0"><strong>%20</strong> &Ccedil;ekirdek katkıcılar (Core contributors)</p>
</li>
<li>
<p data-path-to-node="9,2,0"><strong>%17.5</strong> Yatırımcılar</p>
</li>
<li>
<p data-path-to-node="9,3,0"><strong>%14.7</strong> Airdrop</p>
</li>
<li>
<p data-path-to-node="9,4,0"><strong>%4</strong> İlk likidite sağlama</p>
</li>
<li>
<p data-path-to-node="9,5,0"><strong>%2</strong> Topluluk turu</p>
</li>
<li>
<p data-path-to-node="9,6,0"><strong>%1.8</strong> Vakıf rezervi</p>
</li>
</ul>
<p data-path-to-node="10">Token sahipleri, net işlem &uuml;cretlerinden pay almak i&ccedil;in tokenlarını stake edebilir ve &uuml;cret kademeleri, risk limitleri ve desteklenen zincirleri ayarlayan parametre oylamalarına katılabilirler. Y&ouml;netişim teklifleri, halka a&ccedil;ık bir zaman kilidi (timelock) i&ccedil;eren zincir i&ccedil;i s&ouml;zleşmeler aracılığıyla y&uuml;r&uuml;t&uuml;l&uuml;r.</p>
<p data-path-to-node="11">&nbsp;</p>
<h3>Mevcut Durum ve Yol Haritası</h3>
<p>&nbsp;</p>
<p data-path-to-node="12">Protokol şu anda <strong>Linea, Arbitrum ve BNB Chain</strong> &uuml;zerinde yayındadır ve yirmiden fazla ağda yatırılan teminatları halihazırda tanımaktadır. Yakın vadeli g&uuml;ncellemeler, piyasalar arası <strong>&ccedil;apraz marjin (cross-margin)</strong> ve tam &ccedil;apraz zincir portf&ouml;y marjini &uuml;zerine odaklanmaktadır; b&ouml;ylece bir pozisyondaki kazan&ccedil; ve kayıplar, varlığın kaynak zincirinden bağımsız olarak başka bir pozisyondaki gereksinimleri dengeleyebilecektir. Ayrıca, piyasa oluşturma iş akışını daha da otomatikleştirmek ve zincir soyutlamasını Solana gibi EVM olmayan ekosistemlere genişletmek i&ccedil;in &ccedil;alışmalar devam etmektedir. MYX, likidite yoğunlaşmasını, ağdan bağımsız teminat yapısını ve tek tıkla emir y&uuml;r&uuml;tmeyi birleştirerek; kullanıcı velayetinden veya zincir i&ccedil;i mutabakatın şeffaflığından &ouml;d&uuml;n vermeden karmaşık işlem stratejilerine erişimi genişletmeyi ama&ccedil;lamaktadır.</p>
<hr data-path-to-node="13" />
<p>Sizin i&ccedil;in yapabileceğim başka bir şey var mı?</p>
<p>Bu metni bir sunum formatına d&ouml;n&uuml;şt&uuml;rmemi veya teknik terimler i&ccedil;in (&ouml;rneğin: EOA, MPM) kısa bir s&ouml;zl&uuml;k hazırlamamı ister misiniz?</p>
</div>
